Repository: Anwar1663/Setzer
Catalog: po/*.po
Languages: fr

source: <b>Beamer:</b> A class for making presentation slides with LaTeX. There are many predefined presentation styles.
fr: <b>Beamer :</b> Une classe pour créer des diapositive de présentation avec LaTeX. Il y a plusieurs styles prédéfinis de présentation.

source: General document settings
fr: Paramètres général du document

source: Title
fr: Titre

source: Author
fr: Auteur

source: Packages
fr: Paquet

source: AMS math packages
fr: Paquets mathématique de l'AMS

source: <b>AMS packages:</b> provide mathematical symbols, math-related environments, ...
fr: <b>Les paquets de l'AMS :</b> Fournit des symboles mathématiques, des environnements en relation avec les mathématiques...

source: recommended
fr: Recommandé

source: contains symbols to be used in textmode.
fr: Contient des symboles utilisables en mode texte.

source: include graphics in your document.
fr: Inclure des graphiques dans votre document.

source: enables colored text.
fr: Active la coloration textuelle.

source: type urls with the \url{..} command without escaping them.
fr: Écrit des URLs avec la commande \url{...} sans devoir les échapper.

source: create hyperlinks within your document.
fr: Créer des liens hypertexte dans votre document.

source: define theorem environments (like "definition", "lemma", ...) with custom styling.
fr: Définit les environnements de théorèmes (comme "definition", "lemma", ...) avec un style personnalisé.

source: provides the \listing environment for embedding programming code.
fr: Fournit l'environnement \listing pour inclure du code.

source: create a glossary for your document.
fr: Créer un glossaire pour votre document.

source: paragraphs without indentation.
fr: Paragraphes sans indentations.

source: Letter settings
fr: Paramètres de la lettre

source: Page format
fr: Format de la page

source: Landscape
fr: Paysage

source: Page margins
fr: Marge de la page

source: Use default margins
fr: Utiliser la marge par défaut

source: All values are in cm (1 inch ≅ 2.54 cm).
fr: Toutes les valeurs sont en centimètres.

source: Font size
fr: Taille de police

source: Report settings
fr: Paramètres du rapport

source: BibTeX Files
fr: Fichiers BibTeX

source: BibTeX file to include
fr: Fichier BibTeX à inclure

source: Select a BibTeX File
fr: Sélectionner un fichier BibTeX

source: Bibliography style
fr: Style bibliographique

source: Show bibliography styles for the 'natbib' package
fr: Montrer les styles bibliographiques pour le paquet "natbib"

source: Include BibTeX file
fr: Inclure un fichier BibTeX

source: _Include
fr: _Inclure

source: Relative Path
fr: Chemin relatif

source: Absolute Path
fr: Chemin absolut

source: LaTeX Files
fr: Fichiers LaTeX

source: LaTeX file to include
fr: Fichier LaTeX à inclure

source: Select a LaTeX File
fr: Choisir un fichier LaTeX

source: Type of path to included file
fr: Type de chemin pour le fichier à inclure

source: <b>Relative Path:</b> Set the path relative to the main document. This is useful when the included file is in the same folder as the main document and you want to move around both of them together.
fr: <b>Chemin Relatif :</b> Définir le chemin relativement au document principal. C'est pratique lorsque le fichier inclus est dans le même dossier que le document et que vous voulez alterner entre les deux.

source: <b>Absolute Path:</b> Specify the absolute location of the included file in your filesystem.
fr: <b>Chemin Absolut :</b> Spécifier l'endroit où le fichier se trouve dans votre ordinateur.

source: Include LaTeX file
fr: Inclure un fichier LaTeX

source: LateX Interpreter is missing.
fr: L'interpréteur LaTeX est manquant.

source: Setzer is configured to use »{interpreter}« which seems to be missing on this system. To choose a different interpreter go to Preferences. For instructions on installing LaTeX see <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>
fr: Setzer est configurer pour utiliser »{interpreter}« qui semble manquant. Pour choisir un interpréteur différent modifiez-le dans les paramètres. Pour des instructions sur la manière d'installer LaTeX : <a href="https://fr.wikibooks.org/wiki/LaTeX/Installer_LaTeX">https://fr.wikibooks.org/wiki/LaTeX/Installer_LaTeX</a>

source: Create new document
fr: Créer un nouveau document

source: Open a document
fr: Ouvrir un document

source: Show recent documents
fr: Voir les documents récents

source: Show open documents
fr: Voir les documents ouverts

source: Switch to the next open document
fr: Changer le prochain document ouvert

source: Save the current document
fr: Enregistrer l'actuel document

source: Save the document with a new filename
fr: Enregistrer le document sous un nouveau nom

source: Close the current document
fr: Fermer le document

source: Tools
fr: Outils

source: Build .pdf-file from document
fr: Construire un fichier PDF à partir du document

source: Show help panel
fr: Afficher l'aide

source: Spellchecking dialog
fr: Fenêtre de vérification orthographique

source: Show build log
fr: Afficher le journal de construction

source: Show preview panel
fr: Afficher l'aperçu

source: Close Application
fr: Fermer l'application

source: Find and Replace
fr: Chercher et remplacer

source: Find
fr: Chercher

source: Find the next match
fr: Chercher la prochaine occurence

source: Find the previous match
fr: Chercher la dernière occurence

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Copy selected text to clipboard
fr: Copier le texte sélectionné

source: Cut selected text to clipboard
fr: Couper le texte sélectionné

source: Paste text from clipboard
fr: Coller un texte

source: Undo and Redo
fr: Annuler et Rétablir

source: Undo previous text edit
fr: Annuler la dernière action

source: Redo previous text edit
fr: Rétablir la dernière annulation

source: Selection
fr: Sélection

source: Select all text
fr: Sélectionner tout le texte

source: Editing
fr: Éditer

source: Toggle insert / overwrite
fr: Basculer entre insérer et écraser

source: Move current line up
fr: Déplacer la ligne actuelle vers le haut

source: Move current line down
fr: Déplacer la ligne actuelle vers le bas

source: Move current word left
fr: Déplacer le mot actuel vers la gauche

source: Move current word right
fr: Déplacer le mot actuel vers la droite

source: Increment number at cursor
fr: Incrémenter le nombre pointé avec le curseur

source: Decrement number at cursor
fr: Décrémenter le nombre pointé avec le curseur

source: LaTeX Shortcuts
fr: Raccourcis LaTeX

source: Comment / Uncomment current line(s)
fr: Commenter / Décommenter la ligne

source: New Line
fr: Nouvelle ligne

source: Bold Text
fr: Texte gras

source: Italic Text
fr: Texte italique

source: Underlined Text
fr: Texte souligné

source: Typewriter Text
fr: Texte de machine à écrire

source: Emphasized Text
fr: Texte en emphase

source: Quotation Marks
fr: Guillemets

source: List Item
fr: Élément de liste

source: Environment
fr: Environnement

source: Math Shortcuts
fr: Raccourcis mathématiques

source: Inline Math Section
fr: Section mathématique en ligne

source: Display Math Section
fr: Section mathématique en bloc

source: Equation
fr: Équation

source: Subscript
fr: Indice

source: Superscript
fr: Exposant

source: Fraction
fr: Fractions

source: _Open
fr: _Ouvrir

source: Open
fr: Ouvrir

source: LaTeX and BibTeX Files
fr: Fichiers LaTeX et BibTeX

source: Load Session
fr: Charger la session

source: Setzer Session
fr: Session Setzer

source: LaTeX Interpreter
fr: Interpréteur LaTeX

source: No LaTeX interpreter found. For instructions on installing LaTeX see <a href="https://en.wikibooks.org/wiki/LaTeX/Installation">https://en.wikibooks.org/wiki/LaTeX/Installation</a>
fr: Interpréteur LaTeX manquant. Pour plus d'instructions sur l'installation de LaTeX : <a href="https://fr.wikibooks.org/wiki/LaTeX/Installer_LaTeX">https://fr.wikibooks.org/wiki/LaTeX/Installer_LaTeX</a>

source: Automatically remove helper files (.log, .dvi, ...) after building .pdf.
fr: Supprimer automatiquement les fichiers d'aide (.log, .dvi, ...) après la construction du PDF.

source: Use Latexmk
fr: Utiliser Latexmk

source: Automatically show build log ..
fr: Afficher automatiquement le journal de construction...

source: .. only when errors occurred.
fr: seulement quand il y a des erreurs.

source: .. on errors and warnings.
fr: s'il y a des erreurs ou des alertes.

source: .. on errors, warnings and badboxes.
fr: s'il y a des erreurs, des alertes ou des badbox.

source: Embedded system commands
fr: Commandes système intégrées

source: Warning: enable this only if you have to. It can cause security problems when building files from untrusted sources.
fr: Attention : N'activez ceci qu'en dernier recours. Cette option est dangereuse lors de la compilation de fichiers de sources non fiables.

source: Disable
fr: Désactiver

source: Enable restricted \write18{SHELL COMMAND}
fr: Activer la commande restreinte \write18{SHELL COMMAND}

source: Fully enable \write18{SHELL COMMAND}
fr: Activer entièrement \write18{SHELL COMMAND}

source: Tab Stops
fr: Tabulations

source: Insert spaces instead of tabs
fr: Insérer des espaces à la place de tabulations

source: Set Tab Width:
fr: Fixer la largeur de la tabulation :

source: Line Numbers
fr: Numéro de la ligne

source: Show line numbers
fr: Montrer le numéro de la ligne

source: Line Wrapping
fr: Retour à la ligne

source: Enable line wrapping
fr: Activer le retour à la ligne

source: Code Folding
fr: Masquer des blocs de code

source: Enable code folding
fr: Activer le masquage de blocs de code

source: Highlighting
fr: Surlignage

source: Highlight current line
fr: Surligner la ligne courante

source: Highlight matching brackets
fr: Surligner les crochets assortis

source: Invert Colors in .pdf-Preview
fr: Intervertir les couleurs du visionneur PDF

source: Do you really want to do this?
fr: Es-tu certain de vouloir faire ça ?

source: Build System
fr: Système de construction

source: Editor
fr: Éditeur

source: Preferences
fr: Paramètres

source: Replacing {amount} occurence of »{original}« with »{replacement}«.
fr: Remplacer {amount} occurrence de »{original}« par »{replacement}«.

source: _Yes, replace all occurrences
fr: _Oui, tout remplacer

source: Save document
fr: Enregistrer le document

source: Save Session
fr: Sauvegarder la session

source: Spellchecking Language
fr: La langue de la vérification orthographie

source: <span color="{color}">Failed</span> ({amount} error)!
fr: <span color="{color}">Échoué</span> ({amount} erreur)!

source: Success!
fr: Succès !

source: Stop building
fr: Arrêter la construction

source: Cleanup build files
fr: Nettoyer les fichiers de construction

source: Cut
fr: Couper

source: Copy
fr: Copier

source: Paste
fr: Coller

source: Delete
fr: Supprimer

source: Select All
fr: Tout sélectionner

source: Toggle Comment
fr: Afficher le commentaire

source: Show in Preview
fr: Afficher dans l'aperçu

source: of
fr: de

source: External Viewer
fr: Visionneur externe

source: Show Source
fr: Montrer l'origine

source: Zoom In
fr: Zoomer

source: Zoom Out
fr: Dézoomer

source: Fit to Width
fr: Adapter à la largeur

source: Fit to Text Width
fr: Adapter à la largeur du texte

source: Fit to Height
fr: Adapter à la hauteur

source: No preview available
fr: Pas d'aperçu disponible

source: To show a .pdf preview of your document, click the build button in the headerbar.
fr: Pour afficher un aperçu PDF de votre document, appuyez sur le bouton de construction dans la barre d'entête.

source: Set zoom level
fr: Fixer le niveau de zoom

source: Replace
fr: Remplacer

source: Replace selected result
fr: Remplacer les résultats sélectionnés

source: All
fr: Tout

source: Replace all results
fr: Remplacer tous les résultats

source: Find and Replace (Ctrl+H)
fr: Chercher et remplacer (Ctrl+H)

source: Find (Ctrl+F)
fr: Chercher (Ctrl+F)

source: New Document Wizard
fr: Créer un nouveau document

source: Line {number}
fr: Ligne {number}

source: Building failed with {amount} error
fr: Construction échouée avec {amount} erreur

source: {amount} warning or badbox
fr: {amount} alerte ou badbox

source: Building successful
fr: Construction réussie

source: no warnings or badboxes
fr: aucune alerte ou badbox

source: No results
fr: Aucun résultat

source: Other Documents
fr: Autres documents

source: New LaTeX Document
fr: Nouveau document LaTeX

source: New BibTeX Document
fr: Nouveau document BibTeX

source: Create a new document
fr: Créer un nouveau document

source: Save
fr: Enregistrer

source: Toggle preview
fr: Afficher l'aperçu

source: Toggle help
fr: Afficher l'aide

source: Save the list of open documents in a session file and restore it later, a convenient way to work on multiple projects.
fr: Sauvegarder la liste des documents ouverts dans un fichier de session pour pouvoir le restaurer ultérieurement, une façon pratique pour pouvoir travailler sur de multiples projets.

source: Restore Previous Session
fr: Restaurer la session précédente

source: Save Current Session
fr: Sauvegarder la session actuelle

source: Save Document As
fr: Enregistrer sous

source: Save All Documents
fr: Enregistrer tous les documents

source: View
fr: Affichage

source: Keyboard Shortcuts
fr: Raccourcis claviers

source: About
fr: À propos

source: Close All Documents
fr: Fermer tous les documents

source: Close Document
fr: Fermer le document

source: Quit
fr: Quitter

source: Dark Mode
fr: Mode sombre

source: Check Spelling
fr: Vérifier l'orthographe

source: Automatic Spellchecking
fr: Vérification automatique de l'orthographe

source: Set Spellchecking Language
fr: Choisir la langue de vérification orthographique

source: Home
fr: Index

source: Top
fr: Début

source: Back
fr: Précédent

source: Forward
fr: Suivant

source: Create New Entry
fr: Créer une nouvelle entrée

source: Create a New BibTeX Entry
fr: Créer une nouvelle entrée BibTeX

source: Previously Used Entries
fr: Entrées utilisées précédemment

source: Add a Previously Used BibTeX Entry
fr: Ajouter une entrée BibTeX utilisé précédemment

source: Search For Entries Online
fr: Chercher des entrées en ligne

source: Add a BibTeX Entry from an Online Database
fr: Ajouter une entrée BibTeX d'une base de donnée en ligne

source: Build log
fr: Journal de construction

source: Italic
fr: Italique

source: Bold
fr: Gras

source: Document Info
fr: Informations sur document

source: Document Environment
fr: Environnement du document

source: Show Title
fr: Afficher le titre

source: Table of Contents
fr: Table des matières

source: Include LaTeX File
fr: Inclure un fichier LaTeX

source: Date Today
fr: Date (Aujourd'hui)

source: Bibliography
fr: Bibliographie

source: Include BibTeX File
fr: Inclure un fichier BibTeX

source: Include 'natbib' Package
fr: Inclure le paquet "natbib"

source: Citation with Page Number
fr: Citation avec un numéro de page

source: Natbib Citations
fr: Citation Natbib

source: Include non-cited BibTeX Entries with '\nocite'
fr: Inclure des entrées BibTeX non-cités avec "\nocite"

source: Abbreviated
fr: Abrégé

source: Abbreviated with Brackets
fr: Abrégé avec des crochets

source: Detailed
fr: Détaillé

source: Detailed with Brackets
fr: Détaillé (avec des crochets)

source: Cite Author
fr: Citer l'auteur

source: Cite Author Detailed
fr: Citer l'auteur (détaillé)

source: Cite Year
fr: Citer l'année

source: Cite Year with Brackets
fr: Citer l'année (avec des crochets)

source: Text
fr: Texte

source: Font Styles
fr: Style de la police

source: Font Sizes
fr: Taille de la police

source: Alignment
fr: Alignement

source: Vertical Spacing
fr: Espacement vertical

source: International Accents
fr: Accents

source: Sectioning
fr: Sectionnement

source: Verbatim Environment
fr: Environnement verbatim

source: List Environments
fr: Listes

source: Quotations
fr: Citations

source: Cross References
fr: Références croisées

source: Footnote
fr: Note de bas de page

source: Underline
fr: Souligner

source: Sans Serif
fr: Sans sérif

source: Typewriter
fr: Machine à écrire

source: Small Caps
fr: Petites majuscules

source: Slanted
fr: Incliné

source: Emphasis
fr: Emphase

source: Centered
fr: Centré

source: Left-aligned
fr: Aligné à gauche

source: Right-aligned
fr: Aligné à droite

source: Part
fr: Partie

source: Chapter
fr: Chapitre

source: Subsection
fr: Sous-section

source: Subsubsection
fr: Sous-sous-section

source: Paragraph
fr: Paragraphe

source: Subparagraph
fr: Sous-paragraphe

source: Bulleted List
fr: Liste à puces

source: Numbered List
fr: Liste numérotée

source: List with Bold Labels
fr: Descriptions

source: Short Quotation
fr: Citation courte

source: Longer Quotation
fr: Citation longue

source: Poetry Quotation
fr: Vers poétique

source: Label
fr: Étiquette

source: Equation Reference
fr: Référence de l'équation

source: Page Reference
fr: Référence de la page

source: Quotes
fr: Guillemets

source: Primary Quotes
fr: Guillemets primaire

source: Secondary Quotes
fr: Guillemets secondaire

source: German Quotes
fr: Guillemets allemands

source: German Single Quotes
fr: Guillemets allemands simple

source: French Quotes
fr: Guillemets français

source: French Single Quotes
fr: Guillemets français simple

source: German Alt Quotes
fr: Guillemets allemands alternatifs

source: German Alt Single Quotes
fr: Guillemets allemands alternatifs simple

source: Include AMS Packages
fr: Inclure les paquets de l'AMS

source: Math Environments
fr: Environnements mathématiques

source: Square Root
fr: Racine carrée

source: Math Functions
fr: Fonctions mathématique

source: Math Font Styles
fr: Polices d'écritures mathématiques

source: Math Stacking Symbols
fr: Symboles d'empilement mathématiques

source: Math Accents
fr: Accents mathématiques

source: Math Spaces
fr: Espaces mathématiques

source: Roman
fr: Romain

source: Calligraphic
fr: Calligraphique

source: Blackboard Bold
fr: Gras de tableau noir

source: Fraktur
fr: Écriture gothique

source: Objects
fr: Objets

source: Figure (image inside freestanding block)
fr: Figure (image à l'intérieur d'un bloc libre)

source: Inline Image
fr: Image en ligne

source: Code Listing
fr: Paragraphe de code

source: Include 'listings' Package
fr: Inclure le paquet "listings"

source: Other Language
fr: Autres langues

source: Plain Text
fr: Texte brut

source: Package
fr: Paquets

source: Greek Letters
fr: Lettres grecs

source: Arrows
fr: Flèches

source: Operators
fr: Opérations

source: Misc. Math
fr: Divers symboles mathématiques

source: Misc. Symbols
fr: Divers symboles

source: Untitled Document {number}
fr: Document vierge {number}
