Repository: Anwar1663/Setzer
Catalog: po/*.po
Languages: fr

source: Simple yet full-featured LaTeX editor
fr: Éditeur LaTeX simple mais complet

source: Setzer lets you Write LaTeX documents with an easy to use yet full-featured editor.
fr: Setzer vous laisse écrire des documents LaTeX avec un éditeur simple mais complet.

source: Features include:
fr: Parmi les fonctionnalités :

source: Buttons and shortcuts for many LaTeX elements and special characters
fr: Boutons et raccourcis pour plusieurs éléments LaTeX et caractères spéciaux

source: Comfortable document creation wizard
fr: Un assistant confortable pour la création de documents

source: Dark mode
fr: Mode sombre

source: Helpful error messages in the build log
fr: Messages d'erreur utiles dans le journal de construction

source: Looks great on the Gnome desktop
fr: S'intègre bien avec le bureau Gnome

source: Good screen to content ratio
fr: Bonne ergonomie

source: Arguably the best .pdf viewer of any LaTeX editor
fr: Peut-être le meilleur visionneur PDF parmi les éditeurs LaTeX

source: Document creation wizard
fr: Assistant de création de documents

source: Reference to '{label}'
fr: Référence à "{label}"

source: Reference
fr: Référence

source: Reference to page of '{label}'
fr: Référence à la page de "{label}"

source: Page reference
fr: Référence de page

source: Reference to '{label}', with parantheses
fr: Référence à "{label}", avec parenthèses

source: Reference with parantheses
fr: Référence avec parenthèses

source: Cite '{label}'
fr: Citer "{label}"

source: Cite '{label}' (abbreviated)
fr: Citer "{label}" (abrégée)

source: Citation (abbreviated)
fr: Citation (abrégée)

source: Cite '{label}' (abbreviated with brackets)
fr: Citer "{label}" (abrégée avec crochets)

source: Citation (abbreviated with brackets)
fr: Citation (abrégée avec crochets)

source: Cite '{label}' (detailed)
fr: Citer "{label}" (détaillée)

source: Citation (detailed)
fr: Citation (détaillée)

source: Cite '{label}' (detailed with brackets)
fr: Citer "{label}" (détaillée avec crochets)

source: Citation (detailed with brackets)
fr: Citation (détaillée avec crochets)

source: Cite '{label}' (alternative style 1)
fr: Citer "{label}" (1er style alternatif)

source: Citation (alternative style 1)
fr: Citation (1er style alternatif)

source: Cite '{label}' (alternative style 2)
fr: Citer "{label}" (2ème style alternatif)

source: Citation (alternative style 2)
fr: Citation (2ème style alternatif)

source: Cite '{label}' (author)
fr: Citer "{label}" (auteur)

source: Citation (author)
fr: Citation (auteur)

source: Cite '{label}' (author detailed)
fr: Citer "{label}" (auteur en détail)

source: Citation (author detailed)
fr: Citation (auteur en détail)

source: Cite '{label}' (year)
fr: Citer "{label}" (année)

source: Citation (year)
fr: Citation (année)

source: Cite '{label}' (year with brackets)
fr: Citer "{label}" (année avec crochets)

source: Citation (year with brackets)
fr: Citation (année avec crochets)

source: Setzer is a LaTeX editor.
fr: Setzer est un éditeur LaTeX.

source: Add / Remove Packages
fr: Ajouter / Supprimer des paquets

source: Add Package
fr: Ajouter un paquet

source: Remove Package
fr: Supprimer un paquet

source: Article in Journal
fr: Article de revue

source: An article in a journal, magazine, newspaper, or other periodical which forms a self-contained unit with its own title. The title of the periodical is given in the <tt>journaltitle</tt> field. If the issue has its own title in addition to the main title of the periodical, it goes in the <tt>issuetitle</tt> field. Note that <tt>editor</tt> and related fields refer to the journal while <tt>translator</tt> and related fields refer to the article.
fr: Un article de revue, magazine, journal ou autre périodique qui forme une unité autonome avec son propre titre. Le titre du périodique est donné dans le champ <tt>journaltitle</tt>. Si le volume du périodique a son propre titre en plus du titre principal, il doit être noté dans le champ <tt>issuetitle</tt>. Notez que <tt>editor</tt> et champs similaires réfèrent au périodique tandis que <tt>translator</tt> et champs similaires réfèrent à l'article.

source: Book
fr: Livre

source: A single-volume book with one or more authors where the authors share credit for the work as a whole. This entry type also covers the function of the @inbook type of traditional BibTeX.
fr: Un livre à un seul volume avec un ou plusieurs auteur(s) où les auteurs se partagent la paternité en groupe. Ce type d'entrée couvre aussi la fonction du type @inbook du BibTeX traditionnel.

source: Multi-volume Book
fr: Livre à plusieurs volumes

source: A multi-volume @book. For backwards compatibility, multi-volume books are also supported by the entry type @book. However, it is advisable to make use of the dedicated entry type @mvbook.
fr: Un @book à plusieurs volumes. À des fins de rétro-compatibilité, les livres à plusieurs volumes sont aussi supporté par l'entrée de type @book. Néanmoins, il est préférable d'utiliser le type d'entrée consacrée @mvbook.

source: Part of a Book With Its Own Title
fr: Partie d'un livre avec son propre titre

source: A part of a book which forms a self-contained unit with its own title. Note that the profile of this entry type is different from standard BibTeX.
fr: Une partie d'un livre qui forme une unité autonome avec son propre titre. Notez qu'un profile de ce type d'entrée est différent du BibTeX standard.

source: Book in Book
fr: Livre dans un livre

source: This type is similar to @inbook but intended for works originally published as a stand-alone book. A typical example are books reprinted in the collected works of an author.
fr: Ce type est similaire à @inbook mais prévu pour les travaux originalement publiés comme un livre autonome. Un exemple typique sont les livres réimprimés dans les travaux collectés d'un auteur.

source: Supplemental Material in a Book
fr: Matériel supplémentaire dans un livre

source: Supplemental material in a @book. This type is closely related to the @inbook entry type. While @inbook is primarily intended for a part of a book with its own title (e. g., a single essay in a collection of essays by the same author), this type is provided for elements such as prefaces, introductions, forewords, afterwords, etc. which often have a generic title only. Style guides may require such items to be formatted differently from other @inbook items. The standard styles will treat this entry type as an alias for @inbook.
fr: Matériel supplémentaire dans un @book. Ce type est intimement lié à l'entrée de type @inbook. Tandis que @inbook est principalement utilisé pour représenter une partie d'un livre avec son propre titre (exemple : un unique essai parmi une collection d'essai par le même auteur), ce type est utilisé pour les éléments tels que les préfaces, introductions, avant-propos, etc. qui n'ont généralement qu'un titre. Les guides stylistiques peuvent nécessiter que de tels éléments soit formaté différemment que les autres éléments @inbook. Les styles standard traitent ce type d'entrée comme un alias pour @inbook.

source: Booklet
fr: Brochure

source: A book-like work without a formal publisher or sponsoring institution. Use the field <tt>howpublished</tt> to supply publishing information in free format, if applicable. The field <tt>type</tt> may be useful as well.
fr: Un travail similaire à un livre sans éditeur ou institutions parrainante. Utilisez le champ <tt>howpublished</tt> pour donner des informations sur la publication dans un format libre, si possible. Le champ <tt>type</tt> peut être pratique également.

source: Single-volume Collection
fr: Collection à volume unique

source: A single-volume collection with multiple, self-contained contributions by distinct authors which have their own title. The work as a whole has no overall author but it will usually have an editor.
fr: Une collection à volume unique avec plusieurs contributions autonomes par des auteurs distincts qui ont leur propre titre. Le travail dans son ensemble n'a pas d'auteur global mais aura généralement un éditeur.

source: Multi-volume Collection
fr: Collection à plusieurs volumes

source: A multi-volume @collection. For backwards compatibility, multi-volume collections are also supported by the entry type @collection. However, it is advisable to make use of the dedicated entry type @mvcollection.
fr: Une @collection à plusieurs volumes. À des fins de retro-compatibilité, les collections à plusieurs volumes sont aussi supportés par le type d'entrée @collection. Néanmoins, il est préférable d'utilisé le type d'entrée consacrée @mvcollection.

source: Article in a Collection
fr: Article dans une collection

source: A contribution to a collection which forms a self-contained unit with a distinct author and title. The <tt>author</tt> refers to the <tt>title</tt>, the <tt>editor</tt> to the <tt>booktitle</tt>, i. e., the title of the collection.
fr: Une contribution à une collection qui forme une unité autonome avec un auteur distinct et un titre. Le champ <tt>author</tt> réfère au <tt>title</tt>, le champ <tt>editor</tt> au <tt>booktitle</tt> (donc le titre de la collection).

source: Supplemental Material in a Collection
fr: Matériel supplémentaire dans une collection

source: Supplemental material in a @collection. This type is similar to @suppbook but related to the @collection entry type. The standard styles will treat this entry type as an alias for @incollection.
fr: Matériel supplémentaire dans une @collection. Ce type est similaire à @suppbook mais apparenté au type d'entrée @collection. Les styles standard traiteront ce type d'entrée comme un alias pour @incollection.

source: Data Set
fr: Jeu de données

source: A data set or a similar collection of (mostly) raw data.
fr: Un jeu de données ou collection similaire de données (en majorité) brutes.

source: Technical Manual
fr: Manuel technique

source: Technical or other documentation, not necessarily in printed form. The <tt>author</tt> or <tt>editor</tt> is omissible under certain terms.
fr: Manuel technique ou autre documentation, pas nécessairement en forme imprimée. Le champ <tt>author</tt> ou <tt>editor</tt> est omissible dans certains cas.

source: Miscellaneous
fr: Divers

source: A fallback type for entries which do not fit into any other category. Use the field <tt>howpublished</tt> to supply publishing information in free format, if applicable. The field type may be useful as well. <tt>author</tt>, <tt>editor</tt>, and <tt>year</tt> are omissible under certain terms.
fr: Un type d'entrée ambiguë qui est inclassable. Utilisez le champ <tt>howpublished</tt> pour donner des informations de publication en format libre, si possible. Le champ <tt>type</tt> peut aussi être pratique. <tt>author</tt>, <tt>editor</tt>, et <tt>year</tt> sont omissible dans certains cas.

source: Online Resource
fr: Ressource en ligne

source: An online resource. <tt>author</tt>, <tt>editor</tt>, and <tt>year</tt> are omissible under certain terms. This entry type is intended for sources such as web sites which are intrinsically online resources. Note that all entry types support the <tt>url</tt> field. For example, when adding an article from an online journal, it may be preferable to use the @article type and its <tt>url</tt> field.
fr: Une ressource en ligne. <tt>author</tt>, <tt>editor</tt>, et <tt>year</tt> sont omissibles dans certains cas. Ce type d'entrée est dirigé pour les sources comme les sites web qui sont intrinsèquement des ressources en ligne. Notez que tous les types d'entrées supportent le champ <tt>url</tt>. Par exemple : en ajoutant des articles d'un journal en ligne, il peut être préférable d'utiliser le type @article et son champ <tt>url</tt>.

source: Patent
fr: Brevet

source: A patent or patent request. The number or record token is given in the <tt>number</tt> field. Use the <tt>type</tt> field to specify the type and the <tt>location</tt> field to indicate the scope of the patent, if different from the scope implied by the <tt>type</tt>. Note that the <tt>location</tt> field is treated as a key list with this entry type.
fr: Un brevet ou demande de brevet. Le numéro est donné dans le champ <tt>number</tt>. Utilisez le champ <tt>type</tt> pour spécifier le type et le champ <tt>location</tt> pour indiquer la portée du brevet, si différent de la portée sous-entendu par le <tt>type</tt>. Notez que le champ <tt>location</tt> est traité comme une liste de clés avec ce type d'entrée

source: Complete Issue of a Periodical
fr: Volume entier d'un périodique

source: An complete issue of a periodical, such as a special issue of a journal. The title of the periodical is given in the <tt>title</tt> field. If the issue has its own title in addition to the main title of the periodical, it goes in the <tt>issuetitle</tt> field. The <tt>editor</tt> is omissible under certain terms.
fr: Un volume entier d'un périodique, comme un volume hors-série d'un journal. Le titre du périodique est donné par le champ <tt>title</tt>. Si le volume a son propre titre en addition au titre principal du périodique, il est donné par le champ <tt>issuetitle</tt>. Le champ <tt>editor</tt> est omissible dans certains cas.

source: Supplemental Material in a Periodical
fr: Matériel supplémentaire dans un périodique

source: Supplemental material in a @periodical. This type is similar to @suppbook but related to the @periodical entry type. The role of this entry type may be more obvious if you bear in mind that the @article type could also be called @inperiodical. This type may be useful when referring to items such as regular columns, obituaries, letters to the editor, etc. which only have a generic title. Style guides may require such items to be formatted differently from articles in the strict sense of the word. The standard styles will treat this entry type as an alias for @article.
fr: Matériel supplémentaire dans un @périodique. Ce type est similaire à @suppbook mais apparenté à l'entrée de type @periodical. Le role de cette entrée peut être plus évidente si vous gardez à l'esprit que le type @article peut aussi être appelé @inperiodical. Ce type peut être pratique quand il réfère à des éléments comme des colonnes régulières, des obituaires, des lettres à l'éditeur, etc. qui n'ont qu'un titre générique. Les guides de styles peuvent nécessiter que les éléments similaires soit formatés différemment d'articles au sens stricte du terme. Les styles standard traiteront ce type d'entrée comme un alias pour @article.

source: Conference Proceedings
fr: Actes de conférence

source: A single-volume conference proceedings. This type is very similar to @collection. It supports an optional <tt>organization</tt> field which holds the sponsoring institution. The <tt>editor</tt> is omissible under certain terms.
fr: Des actes de conférence à volume unique. Ce type est similaire à @collection. Il supporte un champ optionnel <tt>organization</tt> qui détient l'institution parrainante. Le champ <tt>editor</tt> est omissible dans certains cas.

source: Multi-volume Proceedings Entry
fr: Actes de conférence à plusieurs volumes

source: A multi-volume @proceedings entry. For backwards compatibility, multi-volume proceedings are also supported by the entry type @proceedings. However, it is advisable to make use of the dedicated entry type @mvproceedings.
fr: Un @proceedings à plusieurs volumes. À des fins de rétro-compatibilité, les actes de conférences à plusieurs volumes sont aussi supportés par le type d'entrée @proceedings. Néanmoins, il est préférable d'utiliser l'entrée consacrée @mvproceedings.

source: Article in Conference Proceedings
fr: Article dans des actes de conférence

source: An article in a conference proceedings. This type is similar to @incollection. It supports an optional <tt>organization</tt> field.
fr: Un article dans des actes de conférence. Ce type est similaire à @incollection. Il supporte un champ optionnel <tt>organization</tt>.

source: A single-volume work of reference such as an encyclopedia or a dictionary. This is a more specific variant of the generic @collection entry type. The standard styles will treat this entry type as an alias for @collection.
fr: Un travail de référence à volume unique comme une encyclopédie ou un dictionnaire. Ceci est une variante plus spécifique du type d'entrée générique @collection. Les types standard traiteront ces types d'entrée comme un alias pour @collection.

source: Multi-volume Reference Entry
fr: Références à plusieurs volumes

source: A multi-volume @reference entry. The standard styles will treat this entry type as an alias for @mvcollection. For backwards compatibility, multi-volume references are also supported by the entry type @reference. However, it is advisable to make use of the dedicated entry type @mvreference.
fr: Une @reference à plusieurs volumes. Les styles standard traiteront ce type d'entrée comme un alias pour @mvcollection. À des fins de rétro-compatibilité, les références à plusieurs volumes sont aussi supportés par le type d'entrée @reference. Néanmoins, il est préférable d'utiliser l'entrée consacrée @mvreference.

source: Article in a Reference
fr: Article dans une référence

source: An article in a work of reference. This is a more specific variant of the generic @incollection entry type. The standard styles will treat this entry type as an alias for @incollection.
fr: Un article dans un travail de référence. Ceci est une variante plus spécifique du type d'entrée générique @incollection. Les styles standard traiteront ce type d'entrée comme un alias pour @incollection

source: Report
fr: Rapport

source: A technical report, research report, or white paper published by a university or some other institution. Use the <tt>type</tt> field to specify the type of report. The sponsoring institution goes in the <tt>institution</tt> field.
fr: Un rapport technique, rapport de recherche ou papier blanc publié par une université ou une autre institution. Utilisez le champ <tt>type</tt> pour spécifier le type du rapport. L'institution parrainante est précisé dans le champ <tt>institution</tt>.

source: Software
fr: Logiciel

source: Computer software. The standard styles will treat this entry type as an alias for @misc.
fr: Logiciel d'un ordinateur. Les styles standard traiteront ce type d'entrée comme un alias pour @misc.

source: Thesis
fr: Thèse

source: A thesis written for an educational institution to satisfy the requirements for a degree. Use the <tt>type</tt> field to specify the type of thesis.
fr: Une thèse écrite pour une institution pédagogique pour satisfaire les exigences pour un diplôme. Utilisez le champ <tt>type</tt> pour préciser le type de la thèse.

source: Unpublished
fr: Non-publié

source: A work with an author and a title which has not been formally published, such as a manuscript or the script of a talk. Use the fields <tt>howpublished</tt> and <tt>note</tt> to supply additional information in free format, if applicable.
fr: Un travail avec un auteur et un titre qui n'a pas été formellement publié, comme un manuscrit ou la transcription d'une discussion. Utilisez le champ <tt>howpublished</tt> et <tt>note</tt> pour ajouter des informations additionnelles dans un format libre, si possible.

source: Create a new BibTeX Entry
fr: Créer une nouvelle entrée BibTeX

source: Add BibTeX Entry
fr: Ajouter une entrée BibTeX

source: _Cancel
fr: _Annuler

source: _Back
fr: _Précédent

source: _Next
fr: _Suivant

source: _Create
fr: _Créer

source: Choose a document type
fr: Choisir un type de document

source: Step
fr: Étape

source: Required fields
fr: Champs obligatoires

source: Optional fields
fr: Champs optionnels

source: Entry fields
fr: Champs d'entrée

source: Insert empty optional fields
fr: Insérer un champ optionnel vide

source: Something went wrong.
fr: Oups, une erreur est survenue.

source: The build process ended unexpectedly returning "{error_message}". To configure your build system go to Preferences.
fr: Le processus de construction a quitté brusquement retournant "{error_message}". Vous pouvez vous rendre aux paramètres pour modifier votre système de construction.

source: _Go to Preferences
fr: _Aller aux Paramètres

source: Document »{document}« has no filename.
fr: Le document »{document}« n'a pas été enregistré.

source: Please save your document to a file, so the build system knows where to put the .pdf (it will be in the same folder as your document).
fr: Enregistrez votre document pour que le système de construction sache où générer le PDF (il sera dans le même dossier que votre document)

source: _Save document now
fr: _Enregistrer le document

source: Document »{document}« has unsaved changes.
fr: Le document »{document}« a été modifié.

source: If you close without saving, these changes will be lost.
fr: Si vous fermez sans enregistrer, ces modifications seront perdues.

source: There are {amount} documents with unsaved changes. Save changes before closing?
fr: Il y a {amount} documents modifiés. Voulez-vous les enregistrer avant de quitter ?

source: Select the documents you want to save:
fr: Sélectionnez les documents que vous voulez enregistrer :

source: If you close without saving, all changes will be lost.
fr: Si vous fermez sans enregistrer toutes les modifications seront perdues.

source: Close _without Saving
fr: Fermer _sans enregistrer

source: _Save
fr: _Enregistrer

source: Document »{document}« has changed on disk.
fr: Le document »{document}« a été modifié.

source: Should Setzer reload it now?
fr: Voulez-vous recharger le document ?

source: _Keep the current Version
fr: _Garder la version actuelle

source: _Reload from Disk
fr: _Recharger le document

source: % NOTE: The content of your document has been commented out % by the wizard. Just do a CTRL+Z (undo) to put it back in % or remove the "%" before each line you want to keep. % You can remove this note as well. %
fr: % PS: Le contenu de votre document a été commenté par % l'assistant de création. Faites juste un CTRL+Z (annuler) % pour tout décommenter ou supprimez le symbole "%" avant % chaque ligne que vous voulez garder. % Vous pouvez aussi supprimer cette note. %

source: Create a template document
fr: Créer un modèle

source: Article settings
fr: Paramètres de l'article

source: Two-column layout
fr: Disposition à deux colonnes

source: Beamer settings
fr: Paramètres de la présentation

source: Themes
fr: Thèmes

source: Show navigation buttons
fr: Afficher les boutons de navigation

source: Align content to the top of pages
fr: Aligner le contenu en haut des pages

source: ("t" option, it's centered by default)
fr: (option "t", c'est centré par défaut)

source: Book settings
fr: Paramètres du livre

source: Choose a document class
fr: Choisir le type de document

source: <b>Article:</b> For articles in scientific journals, term papers, handouts, short reports, ... This class on its own is pretty simplistic and is often used as a starting point for more custom layouts.
fr: <b>Article :</b> Pour des articles dans des journaux scientifiques, prospectus, de courts rapports... Cette classe est en soi plutôt simpliste et est généralement utilisé comme un point de départ pour des dispositions personnalisées.

source: <b>Book:</b> For actual books containing many chapters and sections.
fr: <b>Book :</b> Pour de vrais livres contenant plusieurs chapitres et sections.

source: <b>Report:</b> For longer reports and articles containing more than one chapter, small books, thesis.
fr: <b>Report :</b> Pour les rapports et articles plus longs contenant plus d'un chapitre, un petit livre, une thèse.

source: <b>Letter:</b> For writing letters.
fr: <b>Letter :</b> Pour écrire des lettres.
